Repository: yuval-openclaw/COVERA
Catalog: ios/Covera/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, ja, pt, th

source: I am 18 or older, and I agree that Covera may process the health information in my documents as described in the Privacy Policy.
ar: أنا أبلغ 18 عامًا أو أكثر، وأوافق على أن Covera قد تعالج المعلومات الصحية في مستنداتي كما هو موضح في سياسة الخصوصية.
de: Ich bin 18 Jahre oder älter und stimme zu, dass Covera die Gesundheitsinformationen in meinen Dokumenten wie in der Datenschutzerklärung beschrieben verarbeiten darf.
es: Tengo 18 años o más, y acepto que Covera pueda procesar la información de salud en mis documentos según se describe en la Política de Privacidad.
fr: J'ai 18 ans ou plus, et j'accepte que Covera puisse traiter les informations de santé contenues dans mes documents, comme décrit dans la Politique de confidentialité.
he: אני מעל גיל 18, ואני מסכים/ה ש-Covera רשאית לעבד את המידע הרפואי במסמכים שלי כמתואר במדיניות הפרטיות.
hi: मैं 18 वर्ष या उससे अधिक का/की हूँ, और मैं सहमत हूँ कि Covera मेरे दस्तावेज़ों में मौजूद स्वास्थ्य संबंधी जानकारी को गोपनीयता नीति में बताए अनुसार प्रोसेस कर सकता है।
ja: 私は18歳以上であり、Coveraがプライバシーポリシーに記載されている通りに私の書類内の健康情報を処理することに同意します。
pt: Tenho 18 anos ou mais e concordo que a Covera pode processar as informações de saúde nos meus documentos, conforme descrito na Política de Privacidade.
th: ฉันมีอายุ 18 ปีขึ้นไป และฉันตกลงว่า Covera อาจประมวลผลข้อมูลสุขภาพในเอกสารของฉันตามที่ระบุไว้ในนโยบายความเป็นส่วนตัว

source: I am 18 or older, and I agree to the Terms of Use.
ar: أبلغ 18 عامًا أو أكثر، وأوافق على شروط الاستخدام.
de: Ich bin 18 Jahre oder älter und stimme den Nutzungsbedingungen zu.
es: Tengo 18 años o más, y acepto los Términos de Uso.
fr: J'ai 18 ans ou plus, et j'accepte les Conditions d'utilisation.
he: אני בן/בת 18 ומעלה, ואני מסכים/ה לתנאי השימוש.
hi: मैं 18 वर्ष या उससे अधिक का हूँ, और मैं उपयोग की शर्तों से सहमत हूँ।
ja: 私は18歳以上であり、利用規約に同意します。
pt: Tenho 18 anos ou mais e concordo com os Termos de Utilização.
th: ฉันมีอายุ 18 ปีขึ้นไป และฉันยอมรับข้อกำหนดการใช้งาน

source: I understand that Covera is not medical, legal or insurance advice, that it can make mistakes, and that I will confirm anything important with my insurer before relying on it.
ar: أتفهم أن Covera ليست نصيحة طبية أو قانونية أو تأمينية، وأنها قد ترتكب أخطاء، وأنني سأؤكد أي شيء مهم مع شركة التأمين الخاصة بي قبل الاعتماد عليها.
de: Ich verstehe, dass Covera keine medizinische, rechtliche oder Versicherungsberatung ist, dass Fehler auftreten können und dass ich wichtige Informationen vor der Nutzung mit meinem Versicherer bestätigen werde.
es: Entiendo que Covera no es asesoramiento médico, legal o de seguros, que puede cometer errores, y que confirmaré cualquier cosa importante con mi aseguradora antes de confiar en ello.
fr: Je comprends que Covera ne fournit pas de conseils médicaux, juridiques ou d'assurance, qu'il peut y avoir des erreurs, et que je confirmerai toute information importante auprès de mon assureur avant de m'y fier.
he: אני מבין/ה ש-Covera אינה ייעוץ רפואי, משפטי או ביטוחי, שהיא עלולה לטעות, ושאאשר כל דבר חשוב מול המבטח שלי לפני שאסתמך עליה.
hi: मैं समझता हूँ कि Covera चिकित्सीय, कानूनी या बीमा संबंधी सलाह नहीं है, कि यह गलतियाँ कर सकता है, और मैं इस पर भरोसा करने से पहले अपने बीमाकर्ता से किसी भी महत्वपूर्ण बात की पुष्टि करूँगा।
ja: Coveraは医療、法律、保険に関するアドバイスではなく、誤りがある可能性があること、および重要な事項については、Coveraに依拠する前に保険会社に確認することを理解しています。
pt: Compreendo que a Covera não é um aconselhamento médico, legal ou de seguros, que pode cometer erros e que confirmarei qualquer informação importante com a minha seguradora antes de confiar nela.
th: ฉันเข้าใจว่า Covera ไม่ใช่คำแนะนำทางการแพทย์ กฎหมาย หรือประกันภัย ว่าอาจเกิดข้อผิดพลาดได้ และฉันจะยืนยันข้อมูลสำคัญใดๆ กับบริษัทประกันของฉันก่อนที่จะเชื่อถือ

source: If someone's life or health is at risk, call emergency services now. The insurance can wait until everyone is safe.
ar: إذا كانت حياة شخص أو صحته في خطر، اتصل بخدمات الطوارئ الآن. يمكن أن ينتظر التأمين حتى يصبح الجميع بأمان.
de: Wenn das Leben oder die Gesundheit einer Person in Gefahr ist, rufen Sie jetzt den Notdienst. Die Versicherung kann warten, bis alle in Sicherheit sind.
es: Si la vida o la salud de alguien está en riesgo, llame a emergencias ahora. El seguro puede esperar hasta que todos estén a salvo.
fr: Si la vie ou la santé de quelqu'un est en danger, appelez les services d'urgence maintenant. L'assurance peut attendre que tout le monde soit en sécurité.
he: אם חייו או בריאותו של מישהו בסכנה, התקשר/י לשירותי חירום עכשיו. הביטוח יכול לחכות עד שכולם יהיו בטוחים.
hi: यदि किसी के जीवन या स्वास्थ्य को खतरा है, तो तुरंत आपातकालीन सेवाओं को कॉल करें। बीमा तब तक इंतजार कर सकता है जब तक सब सुरक्षित न हों।
ja: 命や健康に危険がある場合は、今すぐ緊急サービスに電話してください。保険のことは、全員の安全が確認されてからで構いません。
pt: Se a vida ou a saúde de alguém estiver em risco, ligue para os serviços de emergência agora. O seguro pode esperar até que todos estejam seguros.
th: หากชีวิตหรือสุขภาพของใครบางคนตกอยู่ในความเสี่ยง โปรดโทรเรียกบริการฉุกเฉินทันที เรื่องประกันรอได้จนกว่าทุกคนจะปลอดภัย

source: If you call them
ar: إذا اتصلت بهم
de: Wenn Sie sie anrufen
es: Si los llama
fr: Si vous les appelez
he: אם תתקשר אליהם
hi: उन्हें फ़ोन करने पर।
ja: 電話でお問い合わせの場合
pt: Se lhes ligar
th: หากคุณโทรหาพวกเขา

source: Is dental treatment covered?
ar: هل علاج الأسنان مشمول؟
de: Ist Zahnbehandlung abgedeckt?
es: ¿Está cubierto el tratamiento dental?
fr: Les soins dentaires sont-ils couverts ?
he: האם טיפול שיניים מכוסה?
hi: क्या दाँतों का इलाज कवर है?
ja: 歯科治療は補償されますか？
pt: O tratamento dentário está coberto?
th: การรักษาทางทันตกรรมครอบคลุมหรือไม่?

source: Is there already a referral?
ar: هل توجد إحالة مسبقًا؟
de: Gibt es bereits eine Überweisung?
es: ¿Ya hay una remisión?
fr: Y a-t-il déjà une référence ?
he: האם יש כבר הפניה?
hi: क्या पहले से कोई रेफरल है?
ja: 紹介状はすでにありますか？
pt: Já existe um encaminhamento?
th: มีการส่งต่อแล้วหรือยัง?

source: It is being read page by page, not skimmed, and every figure is checked against its page.
ar: يُقرأ صفحة بصفحة، لا تصفحًا، ويُدقّق كل رقم مقابل صفحته.
de: Es wird Seite für Seite gelesen, nicht überflogen, und jede Zahl wird mit der entsprechenden Seite abgeglichen.
es: Se está leyendo página por página, no por encima, y cada cifra se verifica con su página.
fr: Il est lu page par page, non survolé, et chaque chiffre est vérifié par rapport à sa page.
he: נקרא עמוד אחר עמוד, לא ברפרוף. כל נתון נבדק.
hi: इसे पृष्ठ-दर-पृष्ठ पढ़ा जा रहा है, सरसरी तौर पर नहीं। हर आंकड़ा उसके पृष्ठ से जाँचा जा रहा है।
ja: ページごとに読み込み、流し読みはしていません。すべての数値はページと照合済みです。
pt: Está a ser lido página a página, não superficialmente, e cada valor é verificado na sua página.
th: กำลังอ่านทีละหน้า ไม่ได้อ่านผ่านๆ และตรวจสอบตัวเลขทุกตัวกับหน้าเอกสาร

source: It is happening now, or just happened
ar: يحدث الآن، أو حدث للتو
de: Es geschieht jetzt oder ist gerade geschehen
es: Está ocurriendo ahora, o acaba de ocurrir
fr: C'est en cours, ou cela vient de se produire
he: זה קורה עכשיו, או קרה זה עתה
hi: यह अभी हो रहा है, या अभी-अभी हुआ है।
ja: 今起きている、またはたった今起きた
pt: Está a acontecer agora, ou acabou de acontecer
th: กำลังเกิดขึ้นตอนนี้ หรือเพิ่งเกิดขึ้น

source: It is not a licensed insurance agent
ar: إنه ليس وكيل تأمين مرخص
de: Es ist kein lizenzierter Versicherungsvertreter
es: No es un agente de seguros con licencia
fr: Ce n'est pas un agent d'assurance agréé
he: זה אינו סוכן ביטוח מורשה
hi: यह एक लाइसेंस प्राप्त बीमा एजेंट नहीं है।
ja: 認可された保険代理店ではありません
pt: Não é um agente de seguros licenciado
th: ไม่ใช่ตัวแทนประกันภัยที่ได้รับอนุญาต

source: It is not medical advice
ar: إنها ليست نصيحة طبية
de: Es ist keine medizinische Beratung
es: No es asesoramiento médico
fr: Ce n'est pas un avis médical
he: זו אינה עצה רפואית
hi: यह चिकित्सीय सलाह नहीं है।
ja: 医療アドバイスではありません
pt: Não é aconselhamento médico
th: ไม่ใช่คำแนะนำทางการแพทย์

source: It reads your documents back to you
ar: يقرأ لك مستنداتك
de: Es liest Ihnen Ihre Dokumente vor
es: Le lee sus documentos
fr: Il vous relit vos documents
he: זה מקריא לך את המסמכים שלך
hi: यह आपके दस्तावेज़ आपको पढ़कर सुनाता है।
ja: 書類を読み上げます
pt: Lê os seus documentos para si
th: อ่านเอกสารของคุณให้คุณฟัง

source: Kind
ar: النوع
de: Art
es: Tipo
fr: Type
he: סוג
hi: प्रकार
ja: 種類
pt: Tipo
th: ประเภท

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
he: שפה
hi: भाषा
ja: 言語
pt: Idioma
th: ภาษา

source: Last upload
ar: آخر تحميل
de: Letzter Upload
es: Última carga
fr: Dernier téléchargement
he: העלאה אחרונה
hi: अंतिम अपलोड।
ja: 最終アップロード
pt: Último carregamento
th: อัปโหลดล่าสุด

source: Letter
ar: رسالة
de: Brief
es: Carta
fr: Lettre
he: מכתב
hi: पत्र
ja: 手紙
pt: Carta
th: จดหมาย

source: Library
ar: المكتبة
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
he: ספרייה
hi: लाइब्रेरी
ja: ライブラリ
pt: Biblioteca
th: คลัง

source: Locked
ar: مقفل
de: Gesperrt
es: Bloqueado
fr: Verrouillé
he: נעול
hi: लॉक किया गया।
ja: ロック済み
pt: Bloqueado
th: ล็อกอยู่

source: Mark step %lld as done
ar: تمييز الخطوة %lld كمكتملة
de: Schritt %lld als erledigt markieren
es: Marcar paso %lld como hecho
fr: Marquer l'étape %lld comme terminée
he: סמן את שלב %lld כבוצע
hi: चरण %lld को पूर्ण चिह्नित करें।
ja: ステップ%lldを完了にする
pt: Marcar passo %lld como concluído
th: ทำเครื่องหมายขั้นตอนที่ %lld ว่าเสร็จสิ้น

source: Me
ar: أنا
de: Ich
es: Yo
fr: Moi
he: אני
hi: मैं।
ja: 私
pt: Eu
th: ฉัน

source: My child
ar: طفلي
de: Mein Kind
es: Mi hijo/a
fr: Mon enfant
he: הילד שלי
hi: मेरा बच्चा।
ja: 私の子供
pt: Meu filho
th: ลูกของฉัน

source: My parent
ar: والدي
de: Mein Elternteil
es: Mi padre/madre
fr: Mon parent
he: ההורה שלי
hi: मेरे माता-पिता।
ja: 私の親
pt: Meu pai/mãe
th: พ่อแม่ของฉัน

source: My partner
ar: شريكي
de: Mein Partner
es: Mi pareja
fr: Mon/ma partenaire
he: בן הזוג שלי
hi: मेरा साथी।
ja: 私のパートナー
pt: Meu parceiro
th: คู่ของฉัน

source: Name, and department if you have it
ar: الاسم، والقسم إن وجد
de: Name und Abteilung, falls vorhanden
es: Nombre, y departamento si lo tiene
fr: Nom, et service si vous l'avez
he: שם, ומחלקה אם יש
hi: नाम, और यदि पता हो तो विभाग
ja: 名前（部署名もあれば）
pt: Nome, e departamento, se tiver
th: ชื่อ และแผนก (ถ้ามี)

source: Needs a camera
ar: يحتاج إلى كاميرا
de: Benötigt eine Kamera
es: Necesita una cámara
fr: Nécessite une caméra
he: דורש מצלמה
hi: कैमरे की आवश्यकता है।
ja: カメラが必要です
pt: Precisa de câmara
th: ต้องใช้กล้อง

source: Never used for training
ar: لم يُستخدم للتدريب أبدًا
de: Nie zum Training verwendet
es: Nunca usado para entrenamiento
fr: Jamais utilisé pour l'entraînement
he: לעולם לא ישמש לאימון
hi: प्रशिक्षण के लिए कभी उपयोग नहीं किया गया।
ja: トレーニングには使用しません
pt: Nunca usado para treino
th: ไม่เคยใช้สำหรับการฝึกอบรม

source: New plan
ar: خطة جديدة
de: Neuer Plan
es: Nuevo plan
fr: Nouveau plan
he: תוכנית חדשה
hi: नई योजना।
ja: 新しいプラン
pt: Novo plano
th: แผนใหม่

source: New to Covera? Create an account
ar: هل أنت جديد على Covera؟ أنشئ حسابًا
de: Neu bei Covera? Konto erstellen
es: ¿Nuevo en Covera? Crear una cuenta
fr: Nouveau sur Covera ? Créer un compte
he: חדש ב-Covera? צור חשבון
hi: Covera पर नए हैं? एक खाता बनाएँ।
ja: Coveraが初めてですか？アカウントを作成
pt: Novo no Covera? Crie uma conta
th: ใหม่สำหรับ Covera? สร้างบัญชี

source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
he: הבא
hi: अगला।
ja: 次へ
pt: Seguinte
th: ถัดไป

source: No
ar: لا
de: Nein
fr: Non
he: לא
hi: नहीं।
ja: いいえ
pt: Não
th: ไม่

source: No answer
ar: لا إجابة
de: Keine Antwort
es: Sin respuesta
fr: Pas de réponse
he: אין תשובה
hi: कोई उत्तर नहीं।
ja: 回答なし
pt: Sem resposta
th: ไม่มีคำตอบ

source: No contacts recorded yet.
ar: لم يتم تسجيل أي جهات اتصال بعد.
de: Noch keine Kontakte erfasst.
es: Aún no hay contactos registrados.
fr: Aucun contact enregistré pour l'instant.
he: לא נרשמו אנשי קשר עדיין.
hi: अभी तक कोई संपर्क दर्ज नहीं किया गया है।
ja: まだ連絡先が記録されていません。
pt: Nenhum contato registrado ainda.
th: ยังไม่มีผู้ติดต่อที่บันทึกไว้

source: No date yet
ar: لا تاريخ بعد
de: Noch kein Datum
es: Sin fecha aún
fr: Pas de date encore
he: אין תאריך עדיין
hi: अभी तक कोई तारीख नहीं।
ja: 日付未定
pt: Sem data ainda
th: ยังไม่มีวันที่

source: No plan yet
ar: لا خطة بعد
de: Noch kein Plan
es: Sin plan aún
fr: Pas de plan encore
he: אין תוכנית עדיין
hi: अभी तक कोई योजना नहीं।
ja: プランなし
pt: Sem plano ainda
th: ยังไม่มีแผน

source: No policies yet
ar: لا وثائق بعد
de: Noch keine Policen
es: Aún no hay pólizas
fr: Aucune police pour l’instant
he: אין פוליסות עדיין
hi: अभी तक कोई पॉलिसी नहीं।
ja: 保険契約なし
pt: Sem apólices ainda
th: ยังไม่มีกรมธรรม์

source: None yet
ar: لا شيء بعد
de: Noch keine
es: Ninguno aún
fr: Pas encore
he: אין עדיין
hi: अभी तक कोई नहीं।
ja: まだありません
pt: Nenhum ainda
th: ยังไม่มี

source: Not stated — ask your insurer
ar: غير مذكور — اسأل شركة التأمين الخاصة بك
de: Nicht angegeben – fragen Sie Ihren Versicherer
es: No indicado — consulte a su aseguradora
fr: Non précisé — demandez à votre assureur
he: לא צוין – שאל את המבטח שלך
hi: उल्लेख नहीं किया गया है — अपने बीमाकर्ता से पूछें।
ja: 記載なし — 保険会社にお問い合わせください
pt: Não indicado — pergunte à sua seguradora
th: ไม่ได้ระบุ — สอบถามบริษัทประกันของคุณ

source: Not sure
ar: غير متأكد
de: Nicht sicher
es: No estoy seguro
fr: Pas sûr
he: לא בטוח
hi: निश्चित नहीं।
ja: わかりません
pt: Não tenho a certeza
th: ไม่แน่ใจ

source: Nothing recorded yet
ar: لم يتم تسجيل أي شيء بعد
de: Noch nichts erfasst
es: Nada registrado aún
fr: Rien d'enregistré pour l'instant
he: לא הוקלט דבר עדיין
hi: अभी तक कुछ भी दर्ज नहीं किया गया है।
ja: まだ何も記録されていません
pt: Nada registrado ainda
th: ยังไม่มีการบันทึกใดๆ

source: One JSON file with your account, your policies and everything read from them, citations included.
ar: ملف JSON واحد بحسابك، وثائقك، وكل ما قُرئ منها، مع المراجع.
de: Eine JSON-Datei mit Ihrem Konto, Ihren Policen und allen daraus gelesenen Informationen, inklusive Quellenangaben.
es: Un archivo JSON con su cuenta, sus pólizas y todo lo leído de ellas, citas incluidas.
fr: Un fichier JSON avec votre compte, vos polices et tout ce qui en a été extrait, citations incluses.
he: קובץ JSON אחד עם חשבונך, פוליסותיך וכל המידע שנקרא מהן, כולל ציטוטים.
hi: आपके खाते, पॉलिसियों और उनसे पढ़ी गई सभी जानकारी (उद्धरण सहित) वाली एक JSON फ़ाइल।
ja: アカウント、保険契約、読み取られたすべての情報（引用元を含む）をまとめた1つのJSONファイル。
pt: Um ficheiro JSON com a sua conta, as suas apólices e tudo o que foi lido delas, incluindo citações.
th: ไฟล์ JSON หนึ่งไฟล์ที่มีบัญชีของคุณ กรมธรรม์ของคุณ และทุกสิ่งที่อ่านได้จากกรมธรรม์นั้น รวมถึงการอ้างอิง

source: One last step
ar: خطوة أخيرة
de: Ein letzter Schritt
es: Un último paso
fr: Une dernière étape
he: צעד אחרון
hi: एक अंतिम चरण
ja: あと一歩です
pt: Um último passo
th: ขั้นตอนสุดท้าย

source: Open in Policies
ar: افتح في الوثائق
de: In Policen öffnen
es: Abrir en Pólizas
fr: Ouvrir dans Polices
he: פתח בפוליסות
hi: पॉलिसियों में खोलें।
ja: 保険契約で開く
pt: Abrir em Apólices
th: เปิดในกรมธรรม์

source: Open plan
ar: افتح الخطة
de: Plan öffnen
es: Abrir plan
fr: Ouvrir le plan
he: פתח תוכנית
hi: योजना खोलें।
ja: プランを開く
pt: Abrir plano
th: เปิดแผน

source: Opens details and the original document
ar: يفتح التفاصيل والمستند الأصلي
de: Öffnet Details und das Originaldokument
es: Abre detalles y el documento original
fr: Ouvre les détails et le document original
he: פותח פרטים ואת המסמך המקורי
hi: विवरण और मूल दस्तावेज़ खोलता है।
ja: 詳細と元の書類を開きます
pt: Abre detalhes e o documento original
th: เปิดรายละเอียดและเอกสารต้นฉบับ

source: Opens the wallet
ar: يفتح المحفظة
de: Öffnet die Brieftasche
es: Abrir la cartera
fr: Ouvre le portefeuille
he: פותח את הארנק
hi: वॉलेट खोलता है
ja: ウォレットを開く
pt: Abre a carteira
th: เปิดกระเป๋าเงิน

source: Optional — but a little detail makes the plan sharper.
ar: اختياري — لكن التفاصيل الصغيرة تجعل الخطة أوضح.
de: Optional – aber ein kleines Detail macht den Plan präziser.
es: Opcional — pero un pequeño detalle afina el plan.
fr: Facultatif — mais un petit détail rend le plan plus précis.
he: אופציונלי – אך פרט קטן מחדד את התוכנית.
hi: वैकल्पिक — लेकिन थोड़ा विवरण योजना को अधिक स्पष्ट बनाता है।
ja: 任意 — 詳細を追加するとプランがより明確になります。
pt: Opcional — mas um pequeno detalhe torna o plano mais claro.
th: ไม่บังคับ — แต่รายละเอียดเล็กน้อยจะทำให้แผนชัดเจนขึ้น

source: Page %lld
ar: صفحة %lld
de: Seite %lld
es: Página %lld
he: עמוד %lld
hi: पृष्ठ %lld
ja: %lldページ
pt: Página %lld
th: หน้า %lld

source: Page %lld · %@
ar: صفحة %lld · %@
de: Seite %lld · %@
es: Página %lld · %@
he: עמוד %lld · %@
hi: पृष्ठ %lld · %@
ja: ページ%lld · %@
pt: Página %lld · %@
th: หน้า %lld · %@

source: Part of the evidence was read from a scanned page by transcribing it. Confirm anything decisive against the paper document.
ar: قُرئ جزء من الأدلة من صفحة ممسوحة ضوئيًا. يُرجى تأكيد أي معلومة حاسمة بمقارنتها بالمستند الورقي.
de: Ein Teil der Informationen wurde von einer gescannten Seite transkribiert. Bitte gleichen Sie entscheidende Angaben mit dem Papierdokument ab.
es: Parte de la evidencia se leyó de una página escaneada transcribiéndola. Confirme cualquier cosa decisiva con el documento en papel.
fr: Une partie des preuves a été lue à partir d'une page numérisée par transcription. Confirmez tout élément décisif par rapport au document papier.
he: חלק מהראיות נקראו מעמוד סרוק. אמת נתונים מכריעים מול מסמך המקור.
hi: सबूत का कुछ हिस्सा स्कैन किए गए पृष्ठ से पढ़ा गया था। निर्णायक जानकारी की कागज़ी दस्तावेज़ से पुष्टि करें।
ja: 証拠の一部はスキャンページから転記されました。決定的な情報は紙の書類と照合して確認してください。
pt: Parte da prova foi lida de uma página digitalizada por transcrição. Confirme qualquer informação decisiva com o documento em papel.
th: ส่วนหนึ่งของหลักฐานถูกอ่านจากหน้าเอกสารที่สแกนโดยการถอดความ โปรดยืนยันข้อมูลที่สำคัญกับเอกสารต้นฉบับ

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
he: סיסמה
hi: पासवर्ड
ja: パスワード
pt: Senha
th: รหัสผ่าน

source: Paste a copied PDF
ar: لصق ملف PDF منسوخ
de: Kopiertes PDF einfügen
es: Pegar un PDF copiado
fr: Coller un PDF copié
he: הדבק PDF שהועתק
hi: कॉपी की गई PDF चिपकाएँ
ja: コピーしたPDFを貼り付け
pt: Colar um PDF copiado
th: วาง PDF ที่คัดลอกไว้

source: Planned surgery
ar: جراحة مخططة
de: Geplante Operation
es: Cirugía programada
fr: Chirurgie programmée
he: ניתוח מתוכנן
hi: नियोजित सर्जरी।
ja: 予定されている手術
pt: Cirurgia planeada
th: การผ่าตัดที่วางแผนไว้

source: Planned surgery.
ar: جراحة مخططة.
de: Geplante Operation.
es: Cirugía planificada.
fr: Chirurgie prévue.
he: ניתוח מתוכנן.
hi: नियोजित सर्जरी।
ja: 予定されている手術。
pt: Cirurgia planeada.
th: การผ่าตัดที่วางแผนไว้

source: Please read and agree to each of these before adding a policy.
ar: يرجى قراءة كل من هذه والموافقة عليها قبل إضافة بوليصة.
de: Bitte lesen und stimmen Sie jedem Punkt zu, bevor Sie eine Police hinzufügen.
es: Por favor, lea y acepte cada uno de estos puntos antes de añadir una póliza.
fr: Veuillez lire et accepter chacun de ces points avant d'ajouter une police.
he: אנא קרא/י והסכים/ה לכל אחד מאלה לפני הוספת פוליסה.
hi: पॉलिसी जोड़ने से पहले कृपया इनमें से प्रत्येक को पढ़ें और सहमत हों।
ja: 保険証券を追加する前に、これらすべてを読み、同意してください。
pt: Por favor, leia e concorde com cada um destes pontos antes de adicionar uma apólice.
th: โปรดอ่านและยอมรับแต่ละข้อเหล่านี้ก่อนเพิ่มกรมธรรม์

source: Policies
ar: الوثائق
de: Policen
es: Pólizas
fr: Polices
he: פוליסות
hi: पॉलिसियाँ
ja: 保険証券
pt: Apólices
th: กรมธรรม์

source: Policy
ar: وثيقة
de: Police
es: Póliza
fr: Police
he: פוליסה
hi: पॉलिसी
ja: 保険
pt: Apólice
th: กรมธรรม์

source: Pregnancy and birth
ar: الحمل والولادة
de: Schwangerschaft und Geburt
es: Embarazo y parto
fr: Grossesse et naissance
he: הריון ולידה
hi: गर्भावस्था और जन्म
ja: 妊娠と出産
pt: Gravidez e parto
th: การตั้งครรภ์และการคลอดบุตร

source: Pregnancy and birth.
ar: الحمل والولادة.
de: Schwangerschaft und Geburt.
es: Embarazo y parto.
fr: Grossesse et accouchement.
he: הריון ולידה.
hi: गर्भावस्था और जन्म।
ja: 妊娠と出産。
pt: Gravidez e parto.
th: การตั้งครรภ์และการคลอดบุตร

source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
he: פרטיות
hi: गोपनीयता
ja: プライバシー
pt: Privacidade
th: ความเป็นส่วนตัว

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
es: Política de Privacidad
fr: Politique de confidentialité
he: מדיניות פרטיות
hi: गोपनीयता नीति
ja: プライバシーポリシー
pt: Política de Privacidade
th: นโยบายความเป็นส่วนตัว

source: Privacy policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
he: מדיניות פרטיות
hi: गोपनीयता नीति
ja: プライバシーポリシー
pt: Política de privacidade
th: นโยบายความเป็นส่วนตัว

source: Question %lld of %lld
ar: السؤال %lld من %lld
de: Frage %lld von %lld
es: Pregunta %lld de %lld
fr: Question %lld sur %lld
he: שאלה %lld מתוך %lld
hi: प्रश्न %1$lld/%2$lld
ja: %2$lld問中%1$lld問目
pt: Pergunta %lld de %lld
th: คำถามที่ %lld จาก %lld

source: Quick actions
ar: إجراءات سريعة
de: Schnellaktionen
es: Acciones rápidas
fr: Actions rapides
he: פעולות מהירות
hi: त्वरित क्रियाएँ
ja: クイック操作
pt: Ações rápidas
th: การทำงานด่วน

source: Read and stored
ar: تمت القراءة والتخزين
de: Gelesen und gespeichert
es: Leído y guardado
fr: Lu et stocké
he: נקרא ואוחסן
hi: पढ़ा और सहेजा गया
ja: 読み込み・保存済み
pt: Lido e armazenado
th: อ่านและจัดเก็บแล้ว

source: Read and stored. Every figure Covera quotes from this policy links back to its page, so you can always check the wording yourself.
ar: تمت القراءة والتخزين. كل رقم تستشهد به Covera من هذه الوثيقة يعود إلى صفحته الأصلية، حتى تتمكن دائمًا من التحقق من الصياغة بنفسك.
de: Gelesen und gespeichert. Jede Zahl, die Covera aus dieser Police zitiert, verweist auf die entsprechende Seite, sodass Sie den Wortlaut jederzeit selbst überprüfen können.
es: Leído y guardado. Cada cifra que Covera cita de esta póliza enlaza a su página, para que siempre pueda verificar la redacción usted mismo.
fr: Lu et stocké. Chaque chiffre que Covera cite de cette police renvoie à sa page, afin que vous puissiez toujours vérifier le libellé vous-même.
he: נקרא ואוחסן. כל נתון ש-Covera מצטטת מפוליסה זו מקושר לעמוד המקורי, כך שתוכל/י תמיד לבדוק את הניסוח בעצמך.
hi: पढ़ा और सहेजा गया। Covera इस पॉलिसी से जो भी जानकारी देती है, वह उसके मूल पेज से जुड़ी होती है, ताकि आप हमेशा खुद शब्दों की जाँच कर सकें।
ja: 読み込み、保存しました。Coveraがこの保険証券から引用するすべての数値は、そのページにリンクしており、いつでもご自身で文言を確認できます。
pt: Lido e armazenado. Cada valor que a Covera cita desta apólice remete para a sua página, para que possa sempre verificar a redação por si.
th: อ่านและจัดเก็บแล้ว ทุกตัวเลขที่ Covera อ้างอิงจากกรมธรรม์นี้จะเชื่อมโยงกลับไปยังหน้าต้นฉบับ คุณจึงสามารถตรวจสอบถ้อยคำได้ด้วยตนเอง

source: Read the Privacy Policy
ar: قراءة سياسة الخصوصية
de: Datenschutzerklärung lesen
es: Leer la Política de Privacidad
fr: Lire la Politique de confidentialité
he: קרא/י את מדיניות הפרטיות
hi: गोपनीयता नीति पढ़ें
ja: プライバシーポリシーを読む
pt: Ler a Política de Privacidade
th: อ่านนโยบายความเป็นส่วนตัว

source: Read the Terms of Use
ar: قراءة شروط الاستخدام
de: Nutzungsbedingungen lesen
es: Leer los Términos de Uso
fr: Lire les Conditions d'utilisation
he: קרא/י את תנאי השימוש
hi: उपयोग की शर्तें पढ़ें
ja: 利用規約を読む
pt: Ler os Termos de Utilização
th: อ่านข้อกำหนดการใช้งาน

source: Read this out. It asks only what your documents leave open.
ar: اقرأ هذا. إنه يسأل فقط عما تتركه مستنداتك مفتوحًا.
de: Lesen Sie dies vor. Es fragt nur, was Ihre Dokumente offenlassen.
es: Lea esto. Solo pregunta lo que sus documentos dejan abierto.
fr: Lisez ceci. Cela ne demande que ce que vos documents laissent en suspens.
he: קרא/י זאת. זה שואל רק מה שהמסמכים שלך משאירים פתוח.
hi: इसे पढ़ें। यह केवल वही पूछता है जो आपके दस्तावेज़ों में स्पष्ट नहीं है।
ja: これを読み上げてください。書類に記載されていないことのみを尋ねます。
pt: Leia isto. Pergunta apenas o que os seus documentos deixam em aberto.
th: อ่านข้อความนี้ ระบบจะถามเฉพาะข้อมูลที่เอกสารของคุณยังไม่ระบุ

source: Reading the document
ar: قراءة الوثيقة
de: Dokument wird gelesen
es: Leyendo el documento
fr: Lecture du document
he: קריאת המסמך
hi: दस्तावेज़ पढ़ना
ja: 書類を読み込み中
pt: A ler o documento
th: กำลังอ่านเอกสาร
